[
  {
    "moment": "Felt so bad when running after eating spinach"
  },
  {
    "moment": "Feeling excited when calling mum"
  },
  {
    "moment": "Feeling both empty and full after movement class"
  },
  {
    "moment": "Feeling so stressed out today when woking up"
  },
  {
    "moment": "Feeling grateful toward life when eating my fresh tomatoes"
  },
  {
    "moment": "Feeling a little down today after calling mum"
  },
  {
    "moment": "Feeling proud of myself for working out today!"
  },
  {
    "moment": "Feeling moody bec. of the grey weather"
  },
  {
    "moment": "Sex with mona, good connection and sharing"
  },
  {
    "moment": "Feeling grateful and cuddled to have my tea prepared by Maria bec. proof of love"
  },
  {
    "moment": "Finally alone at home!"
  },
  {
    "moment": "Feeling disrespected that mona came to sleep with me despite me saying no"
  },
  {
    "moment": "Feeling guilty to have let Maria down yest. night"
  },
  {
    "moment": "Feeling guilty and sad when mam tell us we stay in touch bec. she will have difficulties when we leave matthieu’s home"
  },
  {
    "moment": "Feeling aroused and capable when playfight jamming with bastos caro and new ppl"
  },
  {
    "moment": "Feeling completely relaxed and epic at the end of movement course when lying down"
  },
  {
    "moment": "Feeling powerful when managing my money online"
  },
  {
    "moment": "Feeling like I am losing my time at the playfight workshop bec. I am not learning anything"
  },
  {
    "moment": "Feeling smart and useful when discussing with Thomas about his project and mine, bec. I felt less of a failure"
  },
  {
    "moment": "Feeling content and proud when theorizing about office locking and my chance bec. I like feeling different and free"
  },
  {
    "moment": "Feeling grateful to have the sun on my face while walking down from Montmarte bec. it felt warm and natural"
  },
  {
    "moment": "Feeling incapable to help mam when she tells me she’s not going well on phone call bec. hard to see loved ones struggle"
  }
]
